Repository: agnaldomarinho/juliobs
Catalog: juliobs/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Spanish
pt_br: Espanhol

source: Brazilian Portuguese
pt_br: Português Brasileiro

source: Invalid Request
pt_br: Solicitação Inválida

source: Error 400
pt_br: Erro 400

source: This error may have happened for one or more of the following reasons:
pt_br: Este erro pode ter acontecido por um dos seguintes motivos:

source: Julio's fault
pt_br: Culpa do Julio

source: Language
pt_br: Linguagem

source: Projects
pt_br: Projetos

source: Photos
pt_br: Fotos

source: Public Key
pt_br: Chave Pública

source: Contact
pt_br: Contato

source: Music Lib
pt_br: Bibl. de Músicas

source: Welcome
pt_br: Bem-vindo

source: Go
pt_br: Enviar

source: Contact me
pt_br: Entre em contato

source: Submit
pt_br: Enviar

source: Thanks!
pt_br: Obrigado!

source: Success!
pt_br: Sucesso!

source: Thank you for contacting me, your message has been submitted.
pt_br: Obrigado por entrar em contato, sua mensagem foi enviada.

source: My Curriculum Vitæ
pt_br: Meu Curriculum Vitæ

source: My CV
pt_br: Meu CV

source: São Carlos, SP - Brazil
pt_br: São Carlos, SP - Brasil

source: Summary
pt_br: Resumo

source: I am a 21 years old Computer Engineering student at UFSCar, Brazil.
pt_br: Eu sou um estudante de Engenharia de Computação de 21 anos na UFSCar, Brasil.

source: I'm a free software enthusiast with strong team working skills and that mantains interest in new technologies
pt_br: Sou um entusiasta do software livre com fortes habilidades de trabalho em grupo e que mantém interesse em novas tecnologias

source: Education and Qualifications
pt_br: Educação e qualificações

source: Embraer Juarez Wanderley High School
pt_br: Colégio Embraer Juarez Wanderley

source: High school student
pt_br: Estudante do ensino médio

source: Pre-engineering program
pt_br: Programa pré-engenharia

source: Basic knowledge about the hidraulic, eletric mechanic and termic systems
pt_br: Conhecimentos básicos sobre os sistemas hidráulico, elétrico, mecânico e térmico

source: Federal University of São Carlos (UFSCar)
pt_br: Universidade Federal de São Carlos (UFSCar)

source: Computer engineering student
pt_br: Estudante de Engenharia de Computação

source: Technical Skills
pt_br: Habilidades técnicas

source: Operating Systems
pt_br: Sistemas Operacionais

source: Very experienced with GNU/Linux
pt_br: Grande experiência com GNU/Linux

source: Also a little skilled with Microsoft Windows, OpenBSD and Mac OS
pt_br: Também hábil com Microsoft Windows, OpenBSD e Mac OS

source: Programming Languages
pt_br: Linguagens de Programação

source: Intermediate level: C++, C, Python and Java
pt_br: Nível intermediário: C++, C, Python e Java

source: Already coded in
pt_br: Já programei em

source: Frameworks/Tools/other skills
pt_br: Frameworks/Ferramentas/outras habilidades

source: Agile development (Scrum)
pt_br: Desenvolvimento ágil (Scrum)

source: Languages
pt_br: Linguagens

source: Portuguese: Fluent, native
pt_br: Português: Fluente, nativo

source: English: Advanced level
pt_br: Inglês: Nível avançado

source: Academic achievements:
pt_br: Feitos acadêmicos:

source: Honorable mention in the 1st edition of the Brazilian Mathematical Olympiad for State Schools
pt_br: Menção honrosa na primeira edição da Olimpíada Brasileira de Matemática das escolas públicas

source: Bronze medal in the 8th Brazilian Olympiad on Astronomy and Astronautics
pt_br: Medalha de bronze na 8a Olimpíada Brasileira de Astronomia e Astronáutica

source: Bronze medal in the 10th Brazilian Olympiad on Astronomy and Astronautics
pt_br: Medalha de bronze na 10a Olimpíada Brasileira de Astronomia e Astronáutica

source: Participation in events
pt_br: Participação em eventos

source: Talks about new technologies and the IT labour market
pt_br: Palestras sobre novas tecnologias e o mercado de trabalho em TI

source: In this hackathon my team, composed of 4 members, developed a python software for pattern recognition in images for the
pt_br: Neste hackathon meu time, composto de 4 membros, desenvolveu um software em Python para reconhecimento de padrões em imagens para a

source: Talks related to technology
pt_br: Palestras relacionadas a tecnologia

source: International Collegiate Programming Contest
pt_br: Maratona de programação

source: Participated in ACM-ICPC as contestant
pt_br: Participei na ACM-ICPC como competidor

source: Talks about Motorola, SOA, supercomputers and weather forecasting.
pt_br: Palestras sobre a Motorola, SOA, supercomputadores e previsão do tempo.

source: Talks and round table with companies like Embraer, GE, Bosh, Guenka and Embrapa
pt_br: Palestras e mesa redonda com companias como Embraer, GE, Bosh, Guenka e Embrapa

source: International Free Software Forum
pt_br: Fórum Internacional do Software Livre

source: Talks. Mozilla Hack Day
pt_br: Palestras. Mozilla Hack Day

source: Other activities
pt_br: Outras atividades

source: Participated in a sustainability project to solve social and environmental issues. In a team of four, we projected and developed a biodigestor for generating methane gas
pt_br: Participei em um projeto de sustentabilidade visando resolver problemas sociais e ambientais. Em um time de quatro membros, nós projetamos e desenvolvemos um biodigestor para geração de gás metano

source: Mentored undergraduate students on the Introduction to programming and database class at UFSCar and assisted the teacher.
pt_br: Mentorei estudantes de graduação na matéria Introdução à programação e banco de dados na UFSCar e auxiliei o professor.

source: Other interests and Hobbies:
pt_br: Outros interesses e Hobbies:

source: Playing clarinet, flute and harmonica
pt_br: Tocar clarinete, flauta e gaita

source: Listening music
pt_br: Ouvir música

source: Photography
pt_br: Fotografia

source: Web development
pt_br: Desenvolvimento Web

source: Cryptography
pt_br: Criptografia

source: Free and open source software
pt_br: Software livre

source: Last update:
pt_br: Última atualização:

source: August 7th 2012
pt_br: 7 de Agosto de 2012

source: Timetable
pt_br: Horário

source: Stuff I Use
pt_br: Coisas que eu uso

source: Restrict Access
pt_br: Acesso Restrito

source: Contact List
pt_br: Agenda de contatos

source: About me
pt_br: Sobre mim

source: Julio Batista Silva, born in São José dos Campos - SP, graduated in 2008 from <a href="http://colegioembraer.com.br/">Embraer Juarez Wanderley High School</a> and now studies Computer Engineering at <a href="http://www.ufscar.br/">Federal University of São Carlos (UFSCar)</a>.
pt_br: Julio Batista Silva, nascido em São José dos Campos - SP, graduou em 2008 pelo <a href="http://colegioembraer.com.br/">Colégio Embraer Juarez Wanderley. </a> e atualmente estuda Engenharia de Computação na <a href="http://www.ufscar.br/"> Universidade Federal de São Carlos (UFSCar)</a>.

source: For more information, visit:
pt_br: Para mais informações, visite:

source: Here you can find some of my simplest codes. For more projects, take a look at my <a href="https://github.com/jbsilva">Github</a>.
pt_br: Aqui você pode encontrar alguns dos meus códigos mais simples. Para mais projetos, olhe meu <a href="https://github.com/jbsilva">Github</a>.

source: Programs
pt_br: Programas

source: My PGP Public Key
pt_br: Minha chave pública PGP

source: Use the following public key to send me private emails or files:
pt_br: Use a seguinte chave pública para me enviar emails e arquivos privados:

source: QR Code for this website
pt_br: QR Code para este website

source: This page features a frequently updated list of applications, products and services I personally use on a regular basis
pt_br: Esta página contém uma lista atualizada de aplicativos, produtos e serviços que eu pessoalmente uso regularmente

source: This page was inspired by http://paulstamatiou.com/stuff-i-use and usethis.com
pt_br: Esta página foi inspirada em http://paulstamatiou.com/stuff-i-use e usethis.com

source: Are you sure that you would like to delete this album?
pt_br: Tem certeza que deseja deletar este álbum?

source: No, take me back
pt_br: Não, volte atrás

source: Yes, I am sure
pt_br: Sim, tenho certeza

source: Albums for user
pt_br: Álbuns do usuário

source: All albums
pt_br: Todos os álbums

source: Empty album
pt_br: Álbum vazio

source: user
pt_br: usuário

source: Gallery
pt_br: Galeria

source: Upload image
pt_br: Fazer upload de imagem

source: Create new album
pt_br: Criar novo álbum

source: User
pt_br: Usuário

source: Album
pt_br: Álbum

source: Image
pt_br: Imagem

source: previous image
pt_br: imagem anterior

source: next image
pt_br: próxima imagem

source: Edit info
pt_br: Editar informações

source: Delete image
pt_br: Deletar imagem

source: Place
pt_br: Lugar

source: Are you sure that you would like to delete this image?
pt_br: Tem certeza de que deseja deletar esta imagem?

source: Edit album
pt_br: Editar álbum

source: previous page
pt_br: página anterior

source: next page
pt_br: próxima página

source: Create album
pt_br: Criar álbum

source: Save
pt_br: Salvar

source: Calculate your IRA!
pt_br: Calcule seu IRA!

source: Your RA
pt_br: Seu RA

source: ProGrad Web password
pt_br: Senha no ProGrad Web

source: Application under development!
pt_br: Aplicativo em desenvolvimento!

source: It's necessary to provide your RA and the password you use on ProgradWeb so I can analyse your academic records.
pt_br: É necessário fornecer seu RA e sua senha do ProgradWeb para que eu possa analisar seu histórico.

source: Even though I garantee that I won't store your password or any other information, this website doesn't utilize SSL encryption, therefore using it in unknown networks might be insecure.
pt_br: Embora eu garanto que não armazenarei sua senha ou qualquer outra informação, este website não utiliza encriptação por SSL, portanto usá-lo em redes desconhecidas pode ser inseguro.

source: Use at your own risk. I can't be responsible, in any way at all, for any problem related to your ProGrad Web account. I don't even assure that the calculations are correct. Do not rely upon the results.
pt_br: Use por sua conta e risco. Não me responsabilizo, de forma alguma, por qualquer problema relacionado à sua conta no ProGrad Web. Nem mesmo garanto que o cálculo esteja correto. Não confie nos resultados.

source: Calculated (a little) based on
pt_br: Calculado (levemente) com base na

source: Your IRA is:
pt_br: Seu IRA é:

source: Add discipline
pt_br: Adicionar disciplina

source: Delete discipline(s)
pt_br: Deletar disciplina(s)

source: Estimate IRA
pt_br: Estimar IRA

source: Select
pt_br: Selecionar

source: Discipline
pt_br: Disciplina

source: Grade
pt_br: Nota

source: Result
pt_br: Resultado

source: Credits
pt_br: Créditos

source: Select the emphasis:
pt_br: Selecione a ênfase:

source: Error!
pt_br: Erro!

source: That's not a valid username or password.
pt_br: Usuário ou senha inválidos.
